// ConsoleApplication6.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>
#include <windows.h>
#include <math.h>
using namespace std;
int main()
{
    SetConsoleCP(1251);
    SetConsoleOutputCP(1251);
    int x1;
    cout << "введіть цифру 1-10: " << endl;
    cin >> x;
    switch ( x1 )
    {
    case 0: cout << "t"; break;
    case 1: cout << "a"; break;
    case 2: cout << "c"; break;
    case 3: cout << "d"; break;
    case 4: cout << "e"; break;
    case 5: cout << "f"; break;
    case 6: cout << "g"; break;
    case 7: cout << "h"; break;
    case 8: cout << "i"; break;
    case 9: cout << "k"; break;
    case 10: cout << "e"; break;
    case 11: cout << "e"; break;
    case 12: cout << "f"; break;
    case 13: cout << "g"; break;

    }


}


// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
